Repository: BlueRidgeLabs/ureport
Catalog: locale/*/LC_MESSAGES/django.po
Languages: my, th

source: Number of items with this counter
my: ယခု counter ၏အမ်ိဳးအစား အေရအတြက္

source: The organization this job source is for
my: ယခုအလုပ္အကိုင္အရင္းအျမစ္သည္ သည္အဖြဲ႕အစည္းအတြက္

source: Geometry
my: ဂ်ီၾသေမၾတီ

source: The splash category image to display for the poll (optional)
my: ေမးခြန္းအတြက္ ေျဖာ္ျပရမည့္ဓါတ္ပံုအမ်ိဳးအစား (ျခြင္းခ်က္)

source: The organization this poll is part of
my: ယခုေမးခြန္ႏွင့္ ပတ္သတ္ေသာ အဖြဲ႕အစည္း

source: The poll to associate to
my: ယခုေမးခြန္းႏွင့္ ဆက္ႏြယ္ေသာ

source: The poll for this response
my: ယခုတံု႕ျပန္မႈအတြက္ ေမးခြန္း

source: The location for this response
my: ေျဖၾကားသူမ်ား၏တည္ေနရာ

source: The name of the sender of the message
my: ယခုသတင္းစကားကိုေပးပို႕သူ၏အမည္

source: The featured response message
my: ေဖာ္ျပထားေသာ အေျဖ

source: The RuleSet this question is based on
my: ယခုေမးခြန္းအေျခခံထားသည္မွာ

source: Include
my: ပါ၀င္သည္

source: Up to 6 colors for styling charts, use comma between colors
my: styling chartမ်ားအတြက္ အေရာင္ ၆မ်ိဳး၊ အေရာင္မ်ားၾကားတြင္ comma သံုးေပးရန္

source: The Twitter widget used for following new users
my: ေအာက္ပါ အသံုးျပဳသူအသစ္မ်ားအတြက္ Twitter widget

source: The name of txbhe Contact Group that contains registered reporters
my: စာရင္းသြင္းထားျပီးေသာ အသံုးျပဳသူမ်ားပါ၀င္သည့္ txbhe contact အုပ္စုအမည္

source: If this org if for global data. e.g: It shows a world map instead of a country map.
my: သည္အဖြဲ႕အစည္းသည္ ႏိုင္ငံတကာအခ်က္အလက္မ်ားကို ေဖာ္ျပလွ်င္ ႏိုင္ငံတစ္ႏိုင္ငံ၏ေျမပံုအစား ႏိုင္ငံတကာေျမပံုသာ ျပလိမ့္မည္

source: Something to trigger localizations
my: ျမန္မာမႈျပဳရန္ လွံဳ႕ေဆာ္ေသာအရာ
