Repository: BlueRidgeLabs/ureport
Catalog: locale/*/LC_MESSAGES/django.po
Languages: my, th

source: The name of this category
my: အမ်ိဳးအစား၏ အမည္
th: ชื่อหมวดหมู่

source: An optional image that can describe this category
my: ယခုအမ်ိဳးအမည္ကို ေဖာ္ျပႏိုင္ေသာ ျခြင္းခ်က္ဓါတ္ပံု
th: รูปภาพที่ใช้อธิบายหมวดหมู่นี้ (ไม่จำเป็นต้องใส่ก็ได้)

source: Categories
my: အမ်ိဳးအစား
th: หมวดหมู่

source: The name to describe this image
my: ယခုဓါတ္ပံုကို ေဖာ္ျပရန္အမည္
th: ชื่อที่ใช้อธิบายรูปภาพนี้

source: The category this image represents
my: ယခုဓါတ္ပံုက ေဖာ္ျပေနေသာ အမ်ိဳးအစား
th: หมวดหมู่ที่รูปภาพนี้เป็นตัวแทน

source: The image file to use
my: အသံုးျပဳရန္ ဓါတ္ပံုဖိုင္
th: ไฟล์รูปภาพที่จะใช้

source: The human readable name for this content type
my: လူဖတ္ႏိုင္မည့္ ယခုအေၾကာင္းအရာ၏အမည္
th: ชื่อสำหรับประเภทเนื้อหานี้

source: The slug to idenfity this content type, used with the template tags
my: ယခုအေၾကာင္းအရာ အမ်ိဳးအစားကို သတ္မွန္ရန္ အမွန္အသား ပံုစံခ်ထားသည့္ tag မ်ားကိုအသံုးျပဳရန္
th: ชื่อ slug สำหรับประเภทเนื้อหานี้ เพื่อนำไปใช้ร่วมกับแท็กของเทมเพลต

source: A description of where this content type is used on the site and how it will be dsiplayed
my: သည္အေၾကာင္းအရာ အမ်ိဳးအစားကို site ၏မည္သည့္ေနရာတြင္ အသံုးျပဲၿပီး မည္ကဲ့သို႕ေဖာ္ျပထားသည္ကို ေဖာ္ျပခ်က္
th: คำอธิบายว่าประเภทเนื้อหานี้จะใช้ที่ใดบนเว็บไซต์ และจะแสดงผลให้เห็นอย่างไร

source: Whether this content should include a title
th: เนื้อหานี้ควรมีชื่อหัวข้อหรือไม่

source: Whether this content should include an image
my: ယခုအေၾကင္းအရာသည္ ဓါတ္ပံုထည့္သင့္မသင့္
th: เนื้อหานี้ควรมีรูปภาพประกอบหรือไม่

source: Whether this content should use a rich HTML editor
my: ယခုအေၾကာင္းအရာသည္ HTML editor ကိုသံုးသင့္မသင့္
th: เนื้อหานี้ควรใช้ rich HTML editor หรือไม่

source: Whether this content should include a summary field
my: ယခုအေၾကာင္းအရာသည္ အက်ဥ္းခ်ဳပ္ထည့္သင့္မသင့္
th: เนื้อหานี้ควรจะมีช่องสำหรับใส่ข้อมูลสรุปหรือไม่

source: Whether this content should include a link
my: ယခုအေၾကာင္းအရာသည္ link တစ္ခုထည့္သင့္မသင့္
th: เนื้อหานี้ควรมีลิงก์หรือไม่

source: Whether this content should allow upload of additional images, ie a gallery
my: ယခုအေၾကာင္းအရာသည္ ဓါတ္ပံုမ်ား ေနာက္ထပ္တင္ျခင္းကို ခြင့္ျပဳသင့္မသင့္
th: เนื้อหานี้ควรอนุญาตให้สามารถอัพโหลดรูปภาพเพิ่มเติมหรือไม่

source: Whether this content has a color field
my: ယခုအေၾကာင္းအရာသည္ အေရာင္ ရွိမရွိ
th: เนื้อหานี้มีช่องสำหรับใส่สีหรือไม่

source: Whether this content should allow setting a YouTube id
my: ယခုအေၾကာင္းအရာသည္ YouTube id လုပ္ျခင္းကို ခြင့္ျပဳသင့္မသင့္
th: เนื้อหานี้ควรอนุญาตให้ตั้งค่า YouTube ID หรือไม่

source: Whether this content should allow tags
my: ယခုအေၾကာင္းအရာသည္ tag မ်ားကိုခြင့္ျပဳသင့္မသင့္
th: เนื้อหานี้ควรอนุญาตให้ใช้แท็กได้หรือไม่

source: Content Type
my: အေၾကာင္းအရာ အမ်ိဳးအစား
th: ประเภทเนื้อหา

source: The category, or type for this content block
my: ယခုအေၾကာင္းအရာမ်ားအတြက္ အမ်ိဳးးအမည္
th: หมวดหมู่ หรือ ประเภท สำหรับกลุ่มเนื้อหานี้

source: The title for this block of content, optional
my: အေၾကာင္းအရာမ်ား၏ ေခါင္းစဥ္ ျခြင္းခ်က္သာ
th: ชื่อหัวข้อสำหรับกลุ่มเนื้อหานี้ (ไม่จำเป็นต้องใส่)

source: The summary for this item, should be short
my: ယခုအမ်ိဳးအစား၏ အႏွစ္ခ်ဳပ္သည္ တိုတိုႏွင့္လိုရင္းသာျဖစ္သင့္သည္
th: คำอธิบายสรุปแบบสั้นๆ สำหรับรายการนี้

source: The body of text for this content block, optional
my: ယခုအေၾကာင္းအရာမ်ား၏ ကိုယ္ထည္စာသား ၿခြင္းခ်က္သာ
th: ข้อความเนื้อหาของกลุ่มเนื้อหานี้ (ไม่จำเป็นต้องใส่)

source: Any image that should be displayed with this content block, optional
my: ယခုအေၾကာင္းအရာႏွင့္အတူ ေဖာ္ျပသင့္ေသာဓါတ္ပံု ျခြင္းခ်က္သာ
th: รูปภาพที่ควรแสดงร่วมกับกลุ่มเนื้อหานี้ (ไม่จำเป็นต้องใส่)

source: A background color to use for the image, in the format: #rrggbb
my: ဓါတ္ပံုအတြက္ေနာက္ခံအေရာင္သည္ ပံုစံအားျဖင့္
th: สีพื้นที่ใช้สำหรับรูปภาพ ในรูปแบบ #rrggbb

source: Any link that should be associated with this content block, optional
my: ယခုအေၾကာင္းအရာႏွင့္ပူးတြဲသင့္ေသာ မည္သည့္ link မဆို ၿခြင္းခ်က္သာ
th: ลิงก์ที่เกี่ยวข้องกับกลุ่มเนื้อหานี้ (ไม่จำเป็นต้องใส่)

source: The id of the YouTube video that should be linked to this item
my: ယခုအမ်ိဳးအစားႏွင့္ ခ်ိတ္ဆက္သင့္ေသာ YouTube ဗီးီယို၏ အမွတ္အသား
th: ID ของวิดีโอยูทูปที่เกี่ยวข้องกับรายการนี้

source: Any tags for this content block, separated by spaces, can be used to do more advanced filtering, optional
my: ယခုအေၾကာင္းအရာပိုင္းအတြက္ space ျခားထားသည့္ မည္သည့္ tag မဆို ထပ္မံအေသးစိတ္ရ်ာေဖြစစ္ထုတ္ျခင္းမ်ားအတြက္ အသံုးျပဳႏိုင္သည္ ျခြင္းခ်က္သာ
th: แท็กสำหรับกลุ่มเนื้อหานี้ แยกแต่ละแท็กด้วยการเว้นวรรค สามารถนำไปใช้สำหรับการกรองข้อมูลขั้นสูงได้ (ไม่จำเป็นต้องใส่)

source: The priority for this block, higher priority blocks come first
my: ယခုအပိုင္း၏ဦးစားေပးမွာ အေရးႀကီးဆံုးအပိုင္းမ်ားကဦးစြာလာသည္
th: ลำดับความสำคัญของกลุ่มเนื้อหานี้ (ลำดับความสำคัญสูงจะมาก่อน)

source: The organization this content block belongs to
my: ယခုအေၾကာင္းအရာပိုင္းမ်ားကို ပိုင္ဆိုင္သည့္အဖြဲ႕အစည္းမွာ
th: องค์กรที่เป็นเจ้าของกลุ่มเนื้อหานี้

source: Gallery
my: စုစည္းရာ
th: แกลเลอรี

source: Add Image
my: ဓါတ္ပံုထည့္ရန္
th: เพิ่มรูปภาพ

source: Search
my: ရွာေဖြရန္
th: ค้นหา

source: Add
my: ထပ္ထည့္ရန္
th: เพิ่ม

source: Content Types
my: အေၾကာင္းအရာ အမ်ိဳးအစားမ်ား
th: ประเภทเนื้อหา

source: Content Blocks
my: အေၾကာင္းအရာ အပိုင္းမ်ား
th: กลุ่มเนื้อหา

source: %s Blocks
th: %s กลุ่ม

source: Edit %s
th: แก้ไข %s

source: Create %s
th: สร้าง %s

source: Create Content Block
my: အေၾကာင္းအရာပိုင္းကိုဖန္တီးရန္
th: สร้างกลุ่มเนื้อหา

source: Your first name
my: သင့္နာမည္၏ပထမအပိုင္း
th: ชื่อของคุณ

source: Your last name
my: သင့္နာမည္၏ဒုတိယအပိုင္း
th: นามสกุลของคุณ

source: Your email address
my: သင့္ email လိပ္စာ
th: ที่อยู่อีเมลของคุณ

source: Your password, at least eight letters please
my: သင့္လွိဳ႕၀ွက္နံပါတ္ အနည္းဆံုးစာလံုး ၈ လံုးျဖစ္ရန္
th: รหัสผ่านของคุณ กรุณาระบุอย่างน้อย 8 ตัวอักษร

source: That email address is already used
my: ယခု email လိပ္စာသည္ အသံုးျပဳျပီးသားျဖစ္ေနသည္။
th: ที่อยู่อีเมลนั้นถูกใช้ไปแล้ว

source: Passwords must contain at least 8 letters.
my: လွိဳ႕၀ွက္နံပါတ္သည္ အနည္းဆံုးစာလံုးရွစ္လံုး ပါ၀င္ရမည္
th: รหัสผ่านจะต้องมีอย่างน้อย 8 ตัวอักษร

source: This domain is used for subdomains
my: ယခု domain ကို subdomains မ်ားအတြက္အသံုးျပဳသည္
th: ชื่อโดเมนนี้ถูกใช้สำหรับโดเมนย่อยแล้ว

source: Name
my: အမည္
th: ชื่อ

source: The name of this organization
my: အဖြဲ႕အစည္း၏အမည္
th: ชื่อขององค์กรนี้

source: The logo that should be used for this organization
my: ယခုအဖြဲ႕အစည္းအတြက္အသံုးျပဳသင့္ေသာ အမွတ္တံဆိပ္
th: โลโก้ที่ควรใช้สำหรับองค์กรนี้

source: Administrators
my: စီမံအုပ္ခ်ဳပ္သူမ်ား
th: ผู้ดูแลระบบ

source: The administrators in your organization
my: သင့္အဖြဲ႕အစည္းအတြင္းရွိ စီမံအုပ္ခ်ဳပ္သူမ်ား
th: ผู้ดูแลระบบในองค์กรของคุณ

source: Viewers
my: လာေရာက္ၾကည့္ရွဳသူမ်ား
th: ผู้ชม

source: The viewers in your organization
my: သင့္အဖြဲ႕အစည္းရွိ လာေရာက္ၾကည့္ရွဳသူမ်ား
th: ผู้ชมในองค์กรของคุณ

source: Editors
my: တည္းျဖတ္သူမ်ား
th: บรรณาธิการ

source: The editors in your organization
my: သင့္အဖြဲ႕အစည္းရွိ တည္းျဖတ္သူမ်ား
th: บรรณาธิการในองค์กรของคุณ

source: Language
my: ဘာသာစကား
th: ภาษา

source: The main language used by this organization
my: သည္အဖြဲ႕အစည္းကအသံုးျပဳေသာ အဓိကဘာသာစကား
th: ภาษาหลักที่ใช้ในองค์กรของคุณ

source: Subdomain
th: โดเมนย่อย

source: This subdomain is not available
my: subdomain မရႏိုင္ပါ
th: ชื่อโดเมนย่อยนี้ถูกใช้ไปแล้ว

source: The subdomain for this organization
my: သည္အဖြဲ႕အစည္း၏ subdomain
th: ชื่อโดเมนย่อยสำหรับองค์กรนี้

source: Domain
th: ชื่อโดเมน

source: This domain is not available
my: domain မရႏိုင္ပါ
th: ชื่อโดเมนนี้ถูกใช้ไปแล้ว

source: The custom domain for this organization
my: သည္အဖြဲ႕အစည္း၏ ပံုမွန္ domain
th: ชื่อโดเมนตั้งเองสำหรับองค์กรนี้

source: Timezone
my: အခ်ိန္အပိုင္းအျခား
th: โซนเวลา

source: The timezone your organization is in.
my: သင့္အဖြဲ႕အစည္းရွိေနသည့္ အခ်ိန္အပိုင္းအျခား
th: ตำแหน่งโซนเวลาที่องค์กรตั้งอยู่

source: The API token for the RapidPro account this dashboard is tied to
my: RapidPro account အတြက္ API token ႏွင့္တြဲထားေသာ dashboard
th: API token สำหรับบัญชี RapidPro ที่แดชบอร์ดนี้ผูกอยู่

source: JSON blob used to store configuration information associated with this organization
my: ယခုအဖြဲ႕အစည္းႏွင့္ဆက္ႏႊယ္ေနေသာ သတင္းအခ်က္အလက္မ်ားကို ထိန္းသိမ္းရန္ အသံုးျပဳထားေသာ JSON blob
th: JSON blob ที่ใช้ก็บข้อมูลการตั้งค่าต่างๆ ที่เกี่ยวข้องกับองค์กรนี้

source: Administrator
my: စီမံအုပ္ခ်ဳပ္သူ
th: ผู้ดูแลระบบ

source: Editor
my: တည္းျဖတ္သူ
th: บรรณาธิการ

source: Viewer
my: ၾကည့္ရွဳေလ့လာသူ
th: ผู้ชม

source: Org
my: အဖြဲ႕အစည္း
th: องค์กร

source: The organization to which the account is invited to view
my: လာေရာက္ၾကည့္ရွဳရန္ ဖိတ္ျခင္းခံရေသာ အဖြဲ႕အစည္း၏ account
th: องค์กรที่บัญชีถูกเชิญให้มาชม

source: Email
my: အီးေမးလ္
th: อีเมล

source: The email to which we send the invitation of the viewer
my: လာေရာက္ၾကည့္ရွဳသူကို ဖိတ္ရန္ပို႕ေသာ အီးေမးလ္
th: อีเมลของผู้ชมที่เราจะส่งจดหมายเชิญไป

source: Secret
my: လွ်ိဳ႕၀ွက္
th: ความลับ

source: a unique code associated with this invitation
my: ယခုဖိတ္ၾကားျခင္းႏွင့္ ႏွီးႏြယ္ေနေသာ ထူးျခားထင္ရွားသည့္ code
th: รหัสผ่านอันเป็นเอกลักษณ์สำหรับการเชิญครั้งนี้

source: User Role
my: အသံုးျပဳသူ၏ အခန္းက႑
th: บทบาทของผู้ใช้งาน

source: %s Invitation
th: %s การเชิญ

source: Banner
my: ေခါင္းစည္း
th: แบนเนอร์

source: Pattern
my: ပံုစံ
th: รูปแบบ

source: The organization in which the image will be used
my: ဓါတ္ပံုအသံုးျပဳမည့္ အဖြဲ႕အစည္း
th: องค์กรที่รูปภาพนี้จะถูกใช้

source: The name to describe this background
my: ယခုေနာက္ခံကို ေဖာ္ျပရန္အမည္
th: ชื่อสำหรับอธิบายภาพพื้นหลังนี้

source: Background type
my: ေနာက္ခံအမ်ိဳးအစား
th: ประเภทของภาพพื้นหลัง

source: The image file
my: ဓါတ္ပံုဖိုင္
th: ไฟล์รูปภาพ

source: You've been invited to join %(org_name)s. <br/> To accept the invitation, <a href='%(host)s%(join_url)s'>click here</a>.
th: คุณถูกเชิญให้เข้าร่วม %(org_name)s <br/> หากต้องการตอบรับคำเชิญ <a href='%(host)s%(join_url)s'>คลิกที่นี่</a>

source: Edit
my: တည္းျဖတ္
th: แก้ไข

source: Manage Users
my: အသံုးျပဳသူမ်ားကို စီမံရန္
th: บริหารจัดการผู้ใช้งาน

source: Accounts
my: account မ်ား
th: ชื่อบัญชี

source: Admins
my: စီစဥ္သူ
th: ผู้ดูแลระบบ

source: Remove
my: ဖယ္ရွားလိုက္ပါ
th: เอาออก

source: You must have at least one administator
my: အနည္းဆံုး စီမံအုပ္ခ်ဳပ္သူတစ္ေယာက္ရွိရမည္
th: คุณต้องมีผู้ดูแลระบบอย่างน้อย 1 คน

source: Select your Organization
my: သင့္အဖြဲ႕အစည္းကို ေရြးျခယ္ပါ
th: เลือกองค์กรของคุณ

source: Your account is not associated to an organization. Please Contact the adminstrator.
my: သင့္ account သည္အဖြဲ႕အစည္းတစ္ခုခုႏွင့္ ပတ္သတ္ျခင္းမရွိပါ။ ေက်းဖူးျပဳၿပီး administrator ကိုဆက္သြယ္ပါ
th: บัญชีของคุณยังไม่ได้เชื่อมโยงกับองค์กร กรุณาติดต่อผู้ดูแลระบบ

source: Your Organization
my: သင္၏အဖြဲ႕အစည္း
th: องค์กรของคุณ

source: Not Set
my: မသတ္မွတ္ရေသးပါ
th: ยังไม่ได้กำหนดค่า

source: Invite people to your organization
my: သင့္အဖြဲ႕အစည္းသို႕ လူမ်ားကို ဖိတ္ေခၚပါ
th: เชื่อผู้อื่นมาอยู่ในองค์กรของคุณ

source: User group
my: အသံုးျပဳသူမ်ားအုပ္စု
th: กลุ่มผู้ใช้

source: One of the emails you entered is invalid.
my: သင္ထည့္လိုက္ေသာ အီးေမးလ္မ်ားထဲမွတစ္ခုမွာ မွားယြင္းေနပါသည္
th: หนึ่งในอีเมล์ที่คุณใส่ไม่ถูกต้อง

source: Manage %(name)s Accounts
th: บริหารจัดการบัญชีของ %(name)s

source: Create
my: ဖန္တီးပါ
th: สร้าง

source: Your invitation link is invalid. Please contact your organization administrator.
my: သင့္အားဖိတ္ေခၚထားေသာ link မွာ၀င္လို႕မရေတာ့ပါ။ ေက်းဇူးၿပဳၿပီး သင့္အဖြဲ႕အစည္း၏ administrator ကိုဆက္သြယ္ပါ
th: ลิงก์คำเชิญของคุณไม่ถูกต้อง กรุณาติดต่อผู้ดูแลระบบขององค์กรของคุณ

source: Join %(name)s
th: เข้าร่วมกับ %(name)s

source: Join
my: ပူးေပါင္းပါ၀င္လိုပါသည္
th: เข้าร่วม

source: Your invitation link has expired. Please contact your organization administrator.
my: သင့္အားဖိတ္ေခၚထားေသာ link မွာ၀င္လို႕မရေတာ့ပါ။ ေက်းဇူးျပဳၿပီး လူႀကီးမင္းအဖြဲ႕အစည္းရွိ administrator ကိုဆက္သြယ္ပါ
th: ลิงก์คำเชิญของคุณหมดอายุแล้ว กรุณาติดต่อผู้ดูแลระบบขององค์กรของคุณ

source: Task
th: งาน

source: Tasks
th: งาน

source: The title for this story
my: သတင္းေဆာင္းပါး၏ေခာင္းစဥ္မွာ
th: ชื่อหัวข้อของเรื่องนี้

source: Whether this story is featured
my: ဒီသတင္းေဆာင္းပါးကိုေဖာ္ျပထားျခင္းရွိမရွိ
th: เรื่องราวนี้เป็นเรื่องแนะนำหรือไม่

source: The summary for the story
my: သတင္းေဆာင္းပါး၏အႏွစ္ခ်ဳပ္
th: ใจความสรุปของเรื่องราวนี้

source: The body of text for the story
my: သတင္းေဆာင္းပါး၏စာကိုယ္
th: เนื้อหาของเรื่องราว

source: The writer of the story
my: သတင္းေဆာင္းပါးေရးသူ
th: ผู้เขียนเรื่องราว

source: A link to an mp3 file to publish on this story
my: ဒီသတင္းေဆာင္းပါးကိုေဖာ္ျပရန္ mp3 file link
th: ลิงก์ไปยังไฟล์ MP3 สำหรับเรื่องราวนี้

source: The id of the YouTube video that should be linked to this story (this is the text that comes afer v= and before & in the YouTube URL)
my: ယခုသတင္းေဆာင္းပါးျဖင့္ ခ်ိတ္ဆက္ထားသင့္သည့္ YouTube video ၏အမွတ္အသား (YouTube URL တြင္ထိုစာသားသည္ v= ၏ေနာက္တြင္ရွိၿပီး & ၏ေရွ႕တြင္ရွိလိမ့္မည္)
th: ID ของวิดีโอยูทูปที่เกี่ยวข้องกับเรื่องราวนี้ (เป็นข้อความที่มาหลังจาก v= และก่อน & ใน URL ของยูทูป)

source: Any tags for this story, separated by spaces, can be used to do more advanced filtering, optional
my: ယခုသတင္းေဆာင္းပါးတြင္ခ်ိတ္ဆက္လိုသည္မ်ားကို space ျခားထားသည့္ အခ်ိတ္အဆက္မ်ားျဖင့္ ယခုထက္ပိုျပီးတိတိက်က်ရွာေတြနိုင္ရန္အသ၊ံုးျပဳႏိုင္ပါသည္။(သင့္ေရြးျခယ္မႈသာျဖစ္သည္)
th: แท็กสำหรับเรื่องราวนี้ แยกแต่ละแท็กด้วยการเว้นวรรค สามารถนำไปใช้สำหรับการกรองข้อมูลขั้นสูงได้ (ไม่จำเป็นต้องใส่)

source: The category for this story
my: သတင္းေဆာင္းပါးအမ်ိဳးအစား
th: หมวดหมู่ของเรื่องราวนี้

source: The organization this story belongs to
my: ယခုသတင္းေဆာင္းပါးကိုပိုင္သည့္အဖြဲ႕အစည္း
th: องค์กรที่เป็นเจ้าของเรื่องราวนี้

source: Stories
my: သတင္းေဆာင္းပါးမ်ား
th: เรื่องราว

source: Yes
my: ဟုတ္ပါသည္
th: ใช่

source: No
my: မဟုတ္ပါ
th: ไม่ใช่

source: Story Images
my: သတင္းေဆာင္းပါးဓါတ္ပံုမ်ား
th: รูปภาพประกอบเรื่องราว

source: Image %d
th: รูปภาพ %d

source: Image to display on story page and in previews. (optional)
my: သတင္းစာမ်က္ႏွာေပၚႏွင့္ preview မ်ားတြင္ ေဖာ္ျပရန္ဓါတ္ပံု (ျခြင္းခ်က္)
th: รูปภาพที่จะแสดงบนหน้าเว็บเรื่องราว และในพรีวิว (ไม่จำเป็นต้องใส่)

source: Image to display on story page and in previews (optional)
my: သတင္းစာမ်က္ႏွာေပၚႏွင့္ preview မ်ားတြင္ ေဖာ္ျပရန္ဓါတ္ပံု (ျခြင္းခ်က္)
th: รูปภาพที่จะแสดงบนหน้าเว็บเรื่องราว และในพรีวิว (ไม่จำเป็นต้องใส่)

source: Remove Item?
my: ဖယ္ရွားလိုက္ပါ
th: เอารายการนี้ออก?

source: Are you sure you want to remove <b>%(object)s</b>?
th: คุณแน่ใจแล้วหรือ ว่าจะเอา <b>%(object)s</b> ออก?

source: Once it is removed, it will be gone forever. There is no way to undo this operation.
my: ဖယ္ရွားလိုက္သည္ႏွင့္ အၿပီးပ်က္သြားမည္ျဖစ္ပါသည္ ဖယ္ရွားျခင္းကိုျပန္လည္ျပင္ဆင္ႏိုင္သည့္ နည္းလမ္းလံုး၀မရွိပါ
th: เมื่อเอาออกแล้วมันจะสูญหายไปตลอดกาล ไม่สามารถยกเลิกการกระทำนี้ได้

source: Cancel
my: မလုပ္လိုပါ
th: ยกเลิก

source: %(counter)s result
th: %(counter)s ผลลัพธ์

source: Results %(start)s-%(end)s of %(count)s
th: ผลลัพธ์ที่ %(start)s-%(end)s จากทั้งหมด %(count)s

source: Previous
my: ယခင္
th: ก่อนหน้า

source: Next
my: ေရွ႕သို႕
th: ถัดไป

source: edit
my: တည္းျဖတ္
th: แก้ไข

source: Sign in
my: ၀င္ေရာက္ရန္
th: ลงชื่อเข้าใช้

source: Login
my: ၀င္ေရာက္ရန္
th: ลงชื่อเข้าใช้

source: Forgot Password?
my: သင္၏လွ်ိဳ႕၀ွက္နံပတ္ ေမ့သြားပါသလား
th: ลืมรหัสผ่าน?

source: Token Expired
my: ေပးထားသည္မွာ သက္တမ္းကုန္ဆံုးသြားပါၿပီ
th: Token หมดอายุ

source: Login Failure
my: မ၀င္ေရာက္ႏိုင္ပါ
th: ลงชื่อเข้าใช้ไม่สำเร็จ

source: Sorry, you cannot log in at this time because we received %(failed_login_limit)s incorrect login attempts.
th: ขออภัย คุณไม่สามารถลงชื่อเข้าใช้งานได้ เนื่องจากคุณลงชื่อเข้าใช้ไม่สำเร็จแล้ว %(failed_login_limit)s ครั้ง

source: Please wait %(lockout_timeout)s minutes before to try log in again.
th: กรุณารอ %(lockout_timeout)s นาที ก่อนลองลงชื่อเข้าใช้ใหม่

source: Alternatively, you can fill out the form below to have your password reset via e-mail.
my: အျခားနည္းလမ္းတစ္ခုမွာ ေအာက္တြင္ ေဖာ္ျပထားေသာ ပံုစံကိုျဖည့္ျခင္းအားျဖင့္ အီးေမးလ္မွတဆင့္ သင့္ password ကိုေျပာင္းႏိုင္ပါသည္
th: นอกจากนี้ คุณสามารถกรอกแบบฟอร์มด้านล่าง เพื่อรีเซ็ตรหัสผ่านของคุณทางอีเมล

source: Please contact the website administrator to have your password reset.
my: သင့္ password အသစ္ျပဳလုပ္ရန္ website administrator ကိုဆက္သြယ္ပါ
th: กรุณาติดต่อผู้ดูแลเว็บไซต์เพื่อรีเซ็ตรหัสผ่านของคุณ

source: Email Address
my: အီးေမးလ္လိပ္စာ
th: ที่อยู่อีเมล

source: Recover
my: ျပန္လည္ရယူရန္
th: กู้คืน

source: Please enter the email address you used to sign up and we will help you recover your password.
my: sign up လုပ္စဥ္ကအသံုးျပဳခဲ့ေသာ အီးေမးလ္ကိုထည့္လိုက္ပါ။ လူၾကီးမင္း password ျပန္ရေအာင္ ကူညီပါမယ္
th: กรุณาใส่ที่อยู่อีเมลที่คุณใช้ในการลงทะเบียน เราจะช่วยคุณกู้คืนรหัสผ่านของคุณ

source: <strong>Your password has expired.</strong> Site policy states that you must pick a new password every %(expire_days)s days, and that passwords must not have been used within the previous %(window_days)s days.
th: <strong>รหัสผ่านของคุณหมดอายุแล้ว</strong> ตามนโยบายของระบบ คุณจะต้องเปลี่ยนรหัสผ่านใหม่ทุกๆ %(expire_days)s วัน และรหัสผ่านนั้นจะต้องไม่ถูกใช้ภายใน %(window_days)s วันก่อน

source: New Password
my: Password အသစ္
th: รหัสผ่านใหม่

source: Passwords must have at least 8 characters, including one uppercase, one lowercase and one number
my: Password မ်ားသည္ အနည္းဆံုး၈လံုးရွိရပါမည္ uppercase တစ္လံုး၊ lowercase တစ္လံုးႏွင့္ နံပါတ္တစ္ခု
th: รหัสผ่านจะต้องมีอย่างน้อย 8 ตัวอักษร มีตัวพิมพ์ใหญ่อย่างน้อย 1 ตัว ตัวพิมพ์เล็กอย่างน้อย 1 ตัว และมีตัวเลขอย่างน้อย 1 ตัว

source: You have used this password before in the past year, please use a new password.
my: ေက်းဇူးျပဳၿပီး password အသစ္သံုးေပးပါ ယခု password မွာ မႏွစ္ကသံုးၿပီးသားျဖစ္ပါသည္
th: คุณได้ใช้รหัสผ่านนี้มาแล้วในปีที่ผ่านมา กรุณาเลือกใช้รหัสผ่านใหม่

source: Password
th: รหัสผ่าน

source: Confirm Password
my: Password အတည္ျပဳေပးပါ
th: ยืนยันรหัสผ่าน

source: Please enter your password to save changes.
my: အေျပာင္းအလဲမ်ားကို save လုပ္ရန္ password ထည့္ပါ
th: กรุณาใส่รหัสผ่านของคุณเพื่อบันทึกการเปลี่ยนแปลง

source: Confirm the new password by filling the this field
my: သည္ေနရာတြင္ျဖည့္ျခင္းျဖင့္ password အသစ္ကိုအတည္ျပဳေပးပါ
th: ยืนยันรหัสผ่านใหม่โดยการกรอกในช่องนี้

source: New password doesn't match with its confirmation
my: password အသစ္မွာ ယခုအတည္ျပဳသည့္ password ႏွင့္မတူပါ
th: รหัสผ่านใหม่ไม่ตรงกับรหัสที่ยืนยัน

source: Your Email
my: သင့္အီးေမးလ္
th: อีเมลของคุณ

source: E-mail recovery is not supported, please contact the website administrator to reset your password manually.
my: အီးေမးလ္ရေအာင္ျပန္လည္လုပ္လို႕မရပါ။ password အသစ္လုပ္ရန္ website administrator ကိုေက်းဇူးျပဳၿပီးဆက္သြယ္ေပးပါ
th: ระบบไม่รองรับการกู้คืนอีเมล กรุณาติดต่อผู้ดูแลเว็บไซต์เพื่อรีเซ็ตรหัสผ่านของคูณ

source: Current Password
my: လက္ရွိ password
th: รหัสผ่านปัจจุบัน

source: Your current password
my: သင္၏လက္ရွိ password
th: รหัสผ่านปัจจุบันของคุณ

source: Your new password.
my: သင္၏ password အသစ္
th: รหัสผ่านใหม่ของคุณ

source: Confirm new Password
my: password အသစ္ကို အတည္ျပဳေပးပါ
th: ยืนยันรหัสผ่านใหม่

source: Confirm your new password.
my: သင္၏ password အသစ္ကိုအတည္ျပဳေပးပါ
th: ยืนยันรหัสผ่านใหม่ของคุณ

source: Please enter your password to save changes
my: အေျပာင္းအလဲမ်ားကို save လုပ္ရန္ password ထည့္ပါ
th: กรุณาใส่รหัสผ่านของคุณเพื่อบันทึกการเปลี่ยนแปลง

source: Confirm your new password by entering it here
my: သည္ေနရာတြင္ျဖည့္ျခင္းျဖင့္ password အသစ္ကိုအတည္ျပဳေပးပါ
th: ยืนยันรหัสผ่านใหม่ของคุณด้วยการกรอกที่นี่

source: Mismatch between your new password and confirmation, try again
my: password အသစ္ႏွင့္ အတည္ျပဳထားေသာ password တို႕ကိုက္ညီမႈမရွိပါ ထပ္မံၾကိဳးစားၾကည့္ပါ
th: รหัสผ่านใหม่และรหัสผ่านยืนยันไม่ตรงกัน กรุณาลองใหม่อีกครั้ง

source: New user created successfully.
my: user အသစ္ေအာင္ျမင္စြာ ဖန္တီးၿပီးပါၿပီ
th: สร้างผู้ใช้งานคนใหม่เรียบร้อย

source: Groups
my: အုပ္စုမ်ား
th: กลุ่ม

source: Users will only get those permissions that are allowed for their group.
my: user မ်ားသည္ မိမိတို႕အုပ္စုအတြက္ ခြင့္ျပဳထားေသာ ခြင့္ျပဳခ်က္မ်ားကိုသာ ရရွိလိမ့္မည္
th: ผู้ใช้งานจะได้รับสิทธิ์ตามที่กำหนดในกลุ่มของพวกเขา

source: Set the user's initial password here.
my: user ၏ကနဦး password ကိုသည္ေနရာတြင္ထည့္ပါ
th: กำหนดรหัสผ่านตั้งต้นของผู้ใช้งานที่นี่

source: Last Login
my: ေနာက္ဆံုး login
th: ลงชื่อเข้าใช้ครั้งสุดท้าย

source: Is Active
my: Active ျဖစ္ေနသည္
th: ใช้งานอยู่

source: Whether this user is allowed to log into the site
my: ယခုအသံုးျပဳသူကို သည္ site တြင္ login လုပ္ခြင့္ျပဳ မျပဳ
th: ให้ผู้ใช้งานคนนี้ลงชื่อเข้าเว็บไซต์หรือไม่

source: Users will only get those permissions that are allowed for their group
my: user မ်ားသည္ မိမိတို႕အုပ္စုအတြက္ ခြင့္ျပဳထားေသာ ခြင့္ျပဳခ်က္မ်ားကိုသာ ရရွိလိမ့္မည္
th: ผู้ใช้งานจะได้รับสิทธิ์ตามที่กำหนดในกลุ่มของพวกเขา

source: You can reset the user's password by entering a new password here
my: password အသစ္ရိုက္ထည့္ျခင္းျဖင့္ password ေျပာင္းလို႕ရပါတယ္
th: คุณสามารถรีเซ็ตรหัสผ่านของผู้ใช้งานได้ด้วยการกรอกรหัสผ่านใหม่ที่นี่

source: Username
my: အသံုးျပဳသူ၏အမည္
th: ชื่อผู้ใช้งาน

source: Your password
my: သင့္ password
th: รหัสผ่านของคุณ

source: If you want to set a new password, enter it here
my: password အသစ္လုပ္လိုလွ်င္ သည္ေနရာတြင္ထည့္ပါ
th: ถ้าคุณต้องการตั้งรหัสผ่านใหม่ กรุณากรอกที่นี่

source: Confirm New Password
my: password အသစ္ကို အတည္ျပဳေပးပါ
th: ยืนยันรหัสผ่านใหม่

source: Confirm your new password
my: သင္၏ password အသစ္ကိုအတည္ျပဳေပးပါ
th: ยืนยันรหัสผ่านใหม่ของคุณ

source: Edit your profile
my: သင့္ profile ကိုထပ္မံျပင္ဆင္ေပးပါ
th: แก้ไขโปรไฟล์ของคุณ

source: Password Recovery
my: password ျပန္ရရန္
th: กู้คืนรหัสผ่าน

source: An Email has been sent to your account with further instructions.
my: အၾကံျပဳညႊန္ၾကားခ်က္မ်ားကို သင့္အီးေမးလ္ထံပို႕လိုက္ပါၿပီ
th: อีเมลขั้นตอนเพิ่มเติมได้ถูกส่งไปหาคุณแล้ว

source: Password Recovery Request
my: Password ျပန္ရရန္ ေတာင္းခံျခင္း
th: ร้องขอให้กู้คืนรหัสผ่าน

source: Pick a new password
my: Password အသစ္ထပ္ေရြးပါ
th: เลือกรหัสผ่านใหม่

source: Your password has successfully been updated, thank you.
my: ေက်းဇူးတင္ပါတယ္ သင့္ passwordကို ေအာင္ျမင္စြာေျပာင္းလိုက္ပါၿပီ
th: อัพเดตรหัสผ่านของคุณ ขอบคุณ

source: You are now logged in as %s
my: သင္သည္ %s အျဖစ္ login ၀င္ထားသည္
th: คุณกำลังลงชื่อเข้าใช้เป็น %s

source: Password Updated Successfully. Now you can log in using your new password.
my: password ကိုေအာင္ျမင္စြာ ေျပာင္းလဲၿပီးပါၿပီ။ password အသစ္ကိုသံုးၿပီး login လုပ္ႏိုင္ပါၿပီ
th: อัพเดตรหัสผ่านเรียบร้อย คุณสามารถลงชื่อเข้าใช้ด้วยรหัสผ่านใหม่ได้แล้ว

source: Reset your Password
my: password ေျပာင္းပါ
th: รีเซ็ตรหัสผ่านของคุณ

source: Your link has expired for security reasons. Please reinitiate the process by entering your email here.
my: လံုျခံဳစိတ္ခ်ရျခင္းမရွိေသာေၾကာင့္ သင္၏ link သည္မရေတာ့ပါ။ သည္ေနရာတြင္သင့္ အီးေမးလ္ရိုက္ထည့္ျခင္းျဖင့္ အစမွျပန္လုပ္ပါ
th: ลิงก์ของคุณหมดอายุแล้ว กรุณาเริ่มกระบวนการใหม่ด้วยการกรอกอีเมลของคุณที่นี่

source: Submit
my: တင္သြင္းပါ
th: ส่ง

source: Form
my: ပံုစံ
th: แบบฟอร์ม

source: Save Changes
my: ေျပာင္းထားသည္မ်ားကို saveလုပ္ပါ
th: บันทึกการเปลี่ยนแปลง

source: Your new %s has been created.
th: %s ใหม่ของคุณได้ถูกสร้างแล้ว

source: Import %s
th: นำเข้า %s

source: U-Report
th: ยูรีพอร์ต

source: Admin
my: ထိန္းခ်ဳပ္သူ
th: ผู้ดูแลระบบ

source: Configuration
my: အစီအစဥ္
th: การกำหนดค่าระบบ

source: Orgs
my: အဖြဲ႕အစည္းမ်ား
th: องค์กร

source: Users
my: အသံုးျပဳသူမ်ား
th: ผู้ใช้งาน

source: Images
my: ဓါတ္ပံုမ်ား
th: รูปภาพ

source: Content
my: အေၾကာင္းအရာ
th: เนื้อหา

source: Country Aliases
my: တိုင္းျပည္ အျခားအမည္မ်ား
th: นามแฝงของประเทศ

source: Polls
my: ေမးခြန္းမ်ား
th: โพล

source: Category Images
my: အမ်ိဳးအစားအလိုက္ ဓါတ္ပံုမ်ား
th: ภาพหมวดหมู่

source: News Items
my: အမ်ိဳးအမည္သစ္မ်ား
th: ข่าว

source: Job Sources
my: အလုပ္ေနရာမ်ား
th: แหล่งข้อมูลตำแหน่งงาน

source: Jobs Content
my: အလုပ္အေၾကာင္းအရာ
th: เนื้อหาสำหรับตำแหน่งงาน

source: About Content
my: အေၾကာင္းအရာ
th: เนื้อหาสำหรับหัวข้อ "เกี่ยวกับ"

source: Videos
my: ဗြီဒီယိုမ်ား
th: วิดีโอ

source: Contact Us Content
my: ဆက္သြယ္ရန္ အေၾကာင္းအရာ
th: เนื้อหาสำหรับหัวข้อ "ติดต่อเรา"

source: Missions Content
my: လုပ္ငန္းပိုင္း အေၾကာင္းအရာမ်ား
th: เนื้อหาสำหรับหัวข้อ "พันธกิจ"

source: Terms & Conditions
my: လိုက္နာရမည့္ အေၾကာင္းအရာ အခ်က္အလက္မ်ား
th: ข้อตกลงและเงื่อนไข

source: U-Reporters Content
my: အခ်က္အလက္ေပးပိုးသူ လူငယ္မ်ားႏွင့္ပတ္သတ္ေသာ အေၾကာင္းအရာ
th: เนื้อหาสำหรับหัวข้อ "ยูรีพอร์ตเตอร์"

source: Join &amp; Engage Content
my: ပူးေပါင္းပါ၀င္ရန္
th: เนื้อหาสำหรับหัวข้อ "เข้าร่วมยูรีพอร์ต"
