Repository: BlueRidgeLabs/ureport
Catalog: locale/*/LC_MESSAGES/django.po
Languages: my, th

source: Join Steps Content
my: ပူးေပါင္းရန္ အဆင့္မ်ား
th: เนื้อหาสำหรับขั้นตอนการเข้าร่วม

source: Additional Menu
my: ထပ္တိုး မီႏူး
th: เมนูเพิ่มเติม

source: Logout
my: ယခုစာမ်က္ႏွာမွထြက္မည္
th: ลงชื่อออก

source: About
my: U-Report အေၾကာင္း
th: เกี่ยวกับ

source: U-Reporters
my: အခ်က္အလက္ေပးပို႕သူ လူငယ္မ်ား
th: เราคือใคร?

source: Jobs
my: အလုပ္အကိုင္မ်ား
th: ตำแหน่งงาน

source: Join & Engage
my: U-Report တြင္ပါ၀င္ရန္
th: เข้าร่วมยูรีพอร์ต

source: FOLLOW US ON
th: ติดตามเราได้ทาง

source: To add a Twitter job source you are required to get a widget id from twitter.
th: การใส่แหล่งข้อมูลตำแหน่งงานจากทวิตเตอร์ คุณจะต้องมี Widget ID จากทวิตเตอร์เสียก่อน

source: Follow this step by step guide
th: ทำตามคำแนะนำนี้ทีละขั้น

source: <div>After you create the widget copy the widget id from the url as shown on</div>
th: <div>หลังจากที่คุณสร้างวิดเจ็ตแล้ว ก็อปปี้ ID ของวิดเจ็ตจาก URL ตามที่แสดงให้ดูในรูปต่อไปนี้</div>

source: Back
th: ย้อนกลับ

source: Remember for a Twitter job source you are required to get a widget id from twitter.
th: โปรดจำไว้ว่าการใส่แหล่งข้อมูลตำแหน่งงานจากทวิตเตอร์ คุณจะต้องมี Widget ID จากทวิตเตอร์เสียก่อน

source: ABOUT U-REPORT
my: U-Report အေၾကာင္းသိေကာင္းစရာ
th: เกี่ยวกับ ยูรีพอร์ต

source: Scroll to Learn more
my: ပိုမိုသိရွိရန္ ေအာက္ကိုဆက္ဖတ္ၾကည့္ပါ
th: เลื่อนเพื่อดูข้อมูลเพิ่มเติม

source: The mission of U-Report
my: U-Report၏ လုပ္ငန္းတာ၀န္
th: พันธกิจของยูรีพอร์ต

source: Why Join U-Report?
my: U-Reportအစီအစဥ္တြင္ ဘာေၾကာင့္ပါ၀င္သင့္သလဲဆိုေတာ့
th: ทำไมจึงควรเข้าร่วมกับยูรีพอร์ต?

source: Speak out on what's happening in your community
my: သင္ေနထိုင္ရာ ရပ္၇ြာတြင္ ဘာေတြျဖစ္ေနသလဲဆိုတာကို လြတ္လပ္စြာ ေျပာၾကားျခင္း
th: เล่าให้ฟังว่ากำลังเกิดอะไรขึ้นในชุมชนของคุณ

source: Use Ureport results and information to update and increase citizen's awareness
my: လူငယ့္အသံအစီအစဥ္မွရရွိလာေသာ အခ်က္အလက္မ်ားကို အသံုးျပဳၿပီး ႏိုင္ငံသားတို႕၏အသိအျမင္ဗဟုသုတကို ျမွင့္တင္ေပးျခင္း
th: ใช้ผลสำรวจและข้อมูลจากยูรีพอร์ตในการอัพเดตและสร้างความตระหนักให้กับผู้คน

source: Participate in nationwide campaigns to help improve your country
my: ႏိုင္ငံႏွင့္အ၀ွမ္းက်င္းပေသာ လွဳပ္ရွားမႈမ်ားတြင္ ပါ၀င္ျခင္းအားျဖင့္ သင့္တိုင္းျပည္ တိုးတက္ေအာင္ ကူညီေပးႏိုင္ျခင္း
th: ร่วมกับแคมเปญระดับประเทศเพื่อพัฒนาประเทศของคุณ

source: Share what's happening around %(country)s with other U-Reporters
th: แบ่งปันสิ่งที่เกิดขึ้นใน %(country)s ให้กับยูรีพอร์ตเตอร์คนอื่นๆ

source: CLICK HERE TO JOIN
my: ပူးေပါင္းပါ၀င္ရန္ သည္ေနရာတြင္ႏွိပ္ပါ
th: คลิกที่นี่เพื่อเข้าร่วม

source: U-REPORT VIDEOS
my: လူငယ့္အသံႏွင့္ပတ္သတ္ေသာ ဗီဒီယိုမ်ား
th: วิดีโอยูรีพอร์ต

source: No videos yet.
my: ဗီဒီယိုမ်ားမရွိေသးပါ
th: ยังไม่มีวิดีโอในขณะนี้

source: WATCH IT ON YOUTUBE
my: YOUTUBE တြင္ျကည့္ပါ
th: ดูวิดีโอนี้บนยูทูป

source: MORE POLLS
my: ေနာက္ထပ္ေမးခြန္းမ်ား
th: โพลอื่นๆ

source: FILTER
my: စစ္ထုတ္ေပးျခင္း
th: ตัวกรอง

source: All
my: အားလံုး
th: ทั้งหมด

source: POLL LIST
my: ေမးခြန္းစာရင္း
th: รายการโพล

source: All polls from most recent to oldest
my: ေနာက္ဆံုးေမးခြန္းမ်ားမွ ျပီးခဲ့ေသာေမးခြန္းမ်ားအထိ
th: โพลทั้งหมดตั้งแต่ล่าสุดจนถึงเก่าสุด

source: ARCHIVED STORIES
my: သိမ္းထားေသာ သတင္းေဆာင္းပါးမ်ား
th: เรื่องราวที่ถูกจัดเก็บ

source: LIST
my: စာရင္း
th: รายการ

source: Follow
my: လိုက္လံၾကည့္သည္
th: ติดตาม

source: U-Report is a social messaging tool allowing anyone from any community, anywhere in the world to respond to polls, report issues, support child rights and work as positive agents of change on behalf of people in their country.
my: U-Report သည္ message ကိုအသံုးျပဳသည့္ လူမွႈမီဒီယာျဖစ္ၿပီး မည္သည့္ေနရာတြင္ရွိေစ ကေလးသူငယ္အခြင့္အေရးမ်ား၊ မိမိတို႕ရပ္ရြာတြင္ျဖစ္ေပၚလ်က္ရွိသည့္ အေၾကာင္းအရာမ်းကိုသတင္းေပးပို႕ႏိုင္ၿပီး မိမိႏိုင္ငံႏွင့္ လူမ်ိဳးကိုယ္စားျပဳကာ ေကာင္းမြန္ေသာေျပာင္းလဲမႈမ်ားကိုေဆာင္ရြက္ႏိုင္ပါသည္။
th: ยูรีพอร์ตเป็นเครื่องมือโซเชียลมีเดียที่ให้ใครๆ ก็สามารถตอบโพล รายงานปัญหา สนับสนุนสิทธิเด็ก และร่วมเป็นหนึ่งในพลังที่จะเปลี่ยนแปลงประเทศของตนได้ ไม่ว่าจะอยู่ ณ ที่ใดในโลกก็ตาม

source: CURRENT POLL
my: လက္ရွိေမးခြန္း
th: โพลปัจจุบัน

source: VIEW FULL RESULT
my: ရလဒ္အျပည့္အစံုကို ၾကည့္ရန္
th: ดูผลลัพธ์ทั้งหมด

source: All U-Report members
my: လူငယ့္အသံအစီအစဥ္တြင္ ပါ၀င္ၾကသူအားလံုး
th: สมาชิกยูรีพอร์ตทั้งหมด

source: RESPONSE RATE
my: တုံ႕ံျပန္မႈႏွဳန္း
th: อัตราการตอบโพล

source: Responded out of
th: ตอบมาแล้ว จากทั้งหมด

source: RESPONDER'S RATE BY LOCATION
my: ျပန္လည္ေျဖၾကားသူတို႕၏ တည္ေနရာ
th: อัตราการตอบโพล แบ่งตามที่อยู่

source: Most responded
my: ျပန္လည္ေျဖၾကားမႈအမ်ားဆံုး
th: ได้รับการตอบมากที่สุด

source: Least responded
my: ျပန္လည္ေျဖၾကားမႈအနည္းဆံုး
th: ได้รับการตอบล่าสุด

source: TRENDING WORDS
my: အသံုးမ်ားေသာစကားလံုးမ်ား
th: คำที่กำลังเป็นเทรนดห์

source: FEATURED RESPONSES
my: ေဖာ္ျပထားေသာေျဖၾကားမႈမ်ား
th: คำตอบโพลที่โดดเด่น

source: U-REPORTERS IN
my: လူငယ္အသံအစီအစဥ္တြင္ပါ၀င္သူမ်ား ၀င္ေရာက္ရန္
th: ยูรีพอร์ตเตอร์ ใน

source: TOTAL # OF U-REPORTERS
my: လူငယ့္အသံအစီအစဥ္တြင္ ပါ၀င္သူစုစုေပါင္း
th: จำนวนยูรีพอร์ตเตอร์ทั้งหมด

source: 4 MOST ACTIVE REGIONS
my: တက္ၾကြမႈအရွိဆံုး နယ္ေျမေလးခု
th: 4 ภาคที่เคลื่อนไหวมากที่สุด

source: RATE BY GENDER
my: က်ား မအလိုက္ ႏွဳန္း
th: สัดส่วนตามเพศ

source: RATE BY AGE
my: အသက္အရြယ္အလိုက္ႏွဳန္း
th: สัดส่วนตามอายุ

source: WHAT U-REPORTERS ARE SAYING
my: ယခုအစီအစဥ္တြင္ပါ၀င္သူမ်ား ေျပာဆိုေဆြးေႏြးေနသည္မွာ
th: ยูรีพอร์ตเตอร์กำลังบอกว่า

source: FEATURED VIDEO
my: ေဖာ္ျပထားေသာဗီဒီယို
th: วิดีโอแนะนำ

source: WATCH MORE VIDEOS
my: ဗီဒီယိုမ်ားထပ္ၿကည့္ရန္
th: ดูวิดีโอเพิ่มเติม

source: FEATURED REGION
my: ေဖာ္ျပထားေသာနယ္ေျမ
th: ภาคเด่น

source: VIEW MORE STORIES ON FACEBOOK
my: သတင္းေဆာင္းပါးမ်ားကို facebook စာမ်က္ႏွာတြင္ဖတ္ရွဳရန္
th: อ่านเรื่องราวเพิ่มเติมบนเฟซบุ๊ก

source: VIEW MORE ON INSTAGRAM
my: Instagram တွင္ဆက္လက္ၾကည့္ရန္
th: อ่านเรื่องราวเพิ่มเติมบนไอจี

source: READ MORE TWEETS ON TWITTER
my: Twitter တြင္ဆက္လက္ဖတ္ၾကရန္
th: อ่านเรื่องราวเพิ่มเติมทางทวิตเตอร์

source: NEWS FEED
my: သတင္းမ်ား
th: ฟีดข่าว

source: STORY
my: သတင္းေဆာင္းပါး
th: เรื่องราว

source: READ FULL STORY
my: သတင္းအျပည့္အစံုကို ဆက္လက္ဖတ္ရွဳရန္
th: อ่านเรื่องราวฉบับเต็ม

source: Response Rate
my: ျပန္လည္ေျဖၾကားႏွဳန္း
th: อัตราการตอบ

source: Read This Story
my: သည္သတင္းကိုဖတ္ပါ
th: อ่านเรื่องราวนี้

source: JOBS
my: အလုပ္အကိုင္မ်ား
th: ตำแหน่งงาน

source: Scroll to see job details
my: အလုပ္ႏွင့္ပတ္သတ္ၿပီး အေသးစိတ္သိရွိရန္ ေအာက္သို႕ဆက္သြားၾကည့္ပါ
th: เลื่อนเพื่อดูรายละเอียดตำแหน่งงาน

source: TWEET TO
my: Tweet လုပ္ရန္
th: ทวีตไปยัง

source: Read more
my: ဆက္လက္ဖတ္ရွဳရန္
th: อ่านเพิ่มเติม

source: VISIT
my: လာေရာက္ေလ့လာရန္
th: เยี่ยมชม

source: JOIN U-REPORT
my: လူငယ္အသံအစီအစဥ္တြင္ပါ၀င္လိုသည္
th: เข้าร่วมยูรีพอร์ต

source: HOW TO JOIN
my: ဘယ္လိုပါ၀င္ရမလဲ
th: จะเข้าร่วมได้อย่างไร

source: * U-Report is a free program sponsored by UNICEF with help of Network Providers in %(country)s. U-Report will not ask for any payments nor personal financial information, PLEASE disregard any messages which ask you for payment either on this number or on the Facebook and Twitter pages. All U-Report services (all msg on %(shortcode)s) are free.
th: * ยูรีพอร์ตเป็นโปรแกรมดาวน์โหลดฟรีที่ได้รับการสนับสนุนโดยองค์การยูนิเซฟ %(country)s. ยูรีพอร์ตจะไม่ขอให้คุณชำระค่าบริการใดๆ และไม่ขอข้อมูลส่วนตัวด้านการเงิน กรุณาอย่าหลงเชื่อข้อความใดๆ ที่ขอให้คุณชำระค่าบริการหรือขอข้อมูลส่วนตัวใดๆ ของคุณ ไม่ว่าจะผ่านทางช่องทางใดๆ ก็ตาม อย่างไรก็ดี การใช้งานแอปพลิเคชั่นยูรีพอร์ต (U-Report) บนสมาร์ทโฟนของท่าน อาจมีค่าใช้บริการดาต้าตามแพ็กเกจที่ท่านได้สมัครไว้กับผู้ให้บริการโทรศัพท์เคลื่อนที่ %(shortcode)s

source: U-REPORT ON SOCIAL MEDIA
my: လူမႈကြန္ယက္မ်ားရွိ လူငယ့္အသံအစီအစဥ္
th: ยูรีพอร์ตบนโซเชียลมีเดีย

source: COMPOSE NEW TWEET
my: Tweet အသစ္မ်ားေရးရန္
th: เขียนทวีตใหม่

source: CURRENT POLL IN
my: လက္ရွိ ေမးခြန္း ထည့္ရန္
th: โพลปัจจุบันใน

source: %(questions)s QUESTION POLLED ON THIS TOPIC
th: มี %(questions)s คำถามโพลในหัวข้อนี้

source: RESPONDED OUT OF
my: ျပန္လည္ေျဖၾကားခဲ့သူမ်ားမွာ
th: ตอบ จาก

source: POLLED
my: ေမးခဲ့သည္မ်ား
th: ที่ได้รับการสอบถาม

source: POLL RESULTS
my: မိမိသေဘာအေလ်ာက္ ျပန္လည္ေျဖၾကားမႈရလဒ္မ်ား
th: ผลโพล

source: %(responded)s responded out of %(polled)s polled
th: มีผู้ตอบจำนวน %(responded)s จากทั้งหมด %(polled)s ที่ทำการสำรวจ

source: KEYWORDS
my: အဓိကစကားလံုး
th: คีย์เวิร์ด

source: STATISTICS
my: စာရင္းဇယား
th: สถิติ

source: LOCATIONS
my: တည္ေနရာမ်ား
th: ที่อยู่

source: GENDER
my: က်ား မ
th: เพศ

source: AGE
my: အသက္
th: อายุ

source: FEATURED ANSWERS
my: ေဖာ္ျပထားေသာအေျဖမ်ား
th: คำตอบที่โดดเด่น

source: No featured answers.
my: မေဖာ္ျပထားေသာအေျဖမ်ား
th: ไม่มีคำตอบที่โดดเด่นในตอนนี้

source: U-Reporter in
my: အစီအစဥ္တြင္ စာရင္းသြင္းထားသူမ်ား၀င္ေရာက္ရန္
th: ยูรีพอร์ตเตอร์ ใน

source: RELATED STORIES
my: ပတ္သတ္ေနေသာ သတင္းေဆာင္းပါးမ်ား
th: เรื่องราวที่เกี่ยวข้อง

source: No related stories.
my: ဆက္စပ္ျခင္းမရွိေသာ သတင္းမ်ား
th: ไม่มีเรื่องราวที่เกี่ยวข้อง

source: READ MORE
my: ထပ္မံဖတ္ရွဳရန္
th: อ่านเพิ่มเติม

source: FEATURED IMAGES
my: ေဖာ္ျပထားေသာ ဓါတ္ပံုမ်ား
th: รูปภาพแนะนำ

source: No featured images yet.
my: မေဖာ္ျပရေသးေသာ ဓါတ္ပံုမ်ား
th: ยังไม่มีรูปภาพแนะนำ

source: FEATURED STORY
my: ေဖာ္ျပထားေသာ သတင္းေဆာင္းပါး
th: เรื่องราวแนะนำ

source: BY
my: အားျဖင့္
th: โดย

source: LATEST STORIES
my: ေနာက္ဆံုးရ သတင္းေဆာင္းပါးမ်ား
th: เรื่องราวล่าสุด

source: FILTERED BY
my: စစ္ထုတ္ေပးထားသည္
th: เลือกแสดงเฉพาะ

source: Scroll to read more
my: ထပ္မံဖတ္ရွဳရန္
th: เลื่อนเพื่ออ่านเพิ่มเติม

source: STORY CONTINUES
my: သတင္းေနာက္ဆက္တြဲ
th: อ่านเรื่องราวต่อ

source: RELATED POLLS
my: ဆက္စပ္ေနေသာ ေမးခြန္းမ်ား
th: โพลที่เกี่ยวข้อง

source: No related polls.
my: မဆက္စပ္ေသာ ေမးခြန္းမ်ား
th: ไม่มีโพลที่เกี่ยวข้อง

source: No featured images.
my: မေဖာ္ျပထားေသာ ဓါတ္ပံုမ်ား
th: ไม่มีรูปภาพแนะนำ

source: State
my: ျပည္နယ္
th: ภาค

source: Other
my: အျခား
th: อื่นๆ

source: National
my: အမ်ိဳးသားအဆင့္
th: ทั่วประเทศ

source: District
th: จังหวัด

source: Results
my: ရလဒ္မ်ား
th: ผลลัพธ์

source: *Other answers include
my: အျခားအေျဖမ်ားမွာ
th: * รวมคำตอบอื่นๆ ด้วย

source: Population
my: လူဦးေရ
th: ประชากร

source: Registered in
my: စာရင္းသြင္းထားသူမ်ား ၀င္ေရာက္ရန္
th: ลงทะเบียนใน

source: Density
my: သိပ္သည္းမႈ
th: ความหนาแน่น

source: total
my: စုစုေပါင္း
th: ทั้งหมด

source: of
th: จาก

source: WHO WE ARE
th: พวกเราคือใคร

source: U-REPORTER STATISTICS
my: လူငယ့္အသံအစီအစဥ္တြင္ ပါ၀င္သူမ်ား၏ စာရင္းဇယား
th: สถิติยูรีพอร์ตเตอร์

source: WHERE ARE U-REPORTERS FROM?
my: ပါ၀င္သည့္ လူငယ္မ်ားသည္ မည္သည့္ေနရာမ်ားကျဖစ္သလဲ
th: ยูรีพอร์ตเตอร์มาจากที่ใดกันบ้าง?

source: REGISTRATION RATE: IN THE PAST 6 MONTHS
my: လြန္ခဲ့ေသာေျခာက္လေက်ာ္က စာရင္းသြင္းမႈႏွဳန္း
th: อัตราการลงทะเบียน: 6 เดือนล่าสุด

source: OCCUPATION: TOP 9 MOST MENTIONED
my: အလုပ္အကိုင္ အမ်ားဆံုးေဖာ္ျပထားသည့္
th: 9 อาชีพที่ถูกพูดถึงมากที่สุด

source: Registered
my: စာရင္းသြင္းထားၿပီး
th: จำนวนที่ลงทะเบียน

source: Week of
my: အပတ္၏
th: ช่วงสัปดาห์

source: Refreshed %s cache for this organization
th: รีเฟรช %s แคชสำหรับองค์กรนี้

source: The organization to which the image will be used
my: ဓါတ္ပံုအသံုးျပဳမည့္ အဖြဲ႕အစည္း
th: องค์กรที่รูปจะถูกนำไปใช้

source: A short descriptive name for this image
my: ယခုဓါတ္ပံုအတြက္ နာမည္အတိုေကာက္
th: ชื่ออธิบายสั้นๆ สำหรับรูปภาพนี้

source: Image type
my: ဓါတ္ပံုအမ်ိဳးအစား
th: ประเภทรูปภาพ

source: Label
my: အညႊန္း
th: ป้าย

source: Male
my: အမ်ိဳးသား
th: ชาย

source: Female
my: အမ်ိဳးသမီး
th: หญิง

source: Organization
my: အဖြဲ႕အစည္း
th: องค์กร

source: Gender
my: က်ား မ
th: เพศ

source: Gender of the contact
my: ဆက္သြယ္လာသူ၏ က်ားမ
th: เพศของผู้ติดต่อ

source: Registration Date
my: စာရင္းသြင္းသည့္ေန႕
th: วันที่ลงทะเบียน

source: No root user found. Please create a root user
my: root user မေတြ႕ပါ root user တခုထပ္မံျပဳလုပ္ေပးပါ
th: ไม่มีผู้ใช้งานระดับ root กรุณาสร้างผู้ใช้งานระดับ root

source: The name for our alias
my: အျခားေခၚဆိုသည့္အမည္
th: ชื่อสำหรับนามแฝงของพวกเรา

source: The title or name to reference this Job source.
my: သည္အလုပ္အကိုင္အရင္းအျမစ္ကို ကိုးကားရန္ ေခါင္းစဥ္ သို႕မဟုတ္ အမည္
th: ชื่อที่ใช้เรียกแหล่งข้อมูลตำแหน่งงานนี้

source: Choose the type for the Job source. Twitter, Facebook or RSS feed
my: အလုပ္အကိုင္အရင္းအျမစ္အတြက္ အမ်ိဳးအစားေရြးပါ။ Twitter, ေဖ့ဘြခ္ သို႕မဟုတ္ RSS feed
th: เลือกประเภทของแหล่งข้อมูลตำแหน่งงาน (ทวิตเตอร์, เฟซบุ๊ก หรือ RSS Feed)

source: The full URL to navigate to this Job source.
my: ယခု အလုပ္အကိုင္အရင္းအျမစ္ကို လမ္းညႊန္ရန္ URL အျပည့္အစံု
th: ใส่ URL ของแหล่งข้อมูลตำแหน่งงาน

source: For Twitter, a widget Id is required to embed tweets on the website. Read carefully the instructions above on how to get the right widget Id
my: Twitter အတြက္ ၀က္လ္ဆိုက္ေပၚတြင္ tweetမ်ားကို ထည့္သြင္းရန္ widget ID လိုအပ္ပါသည္
th: สำหรับทวิตเตอร์ จะต้องมี Widget ID เพื่อฝังทวีตลงในเว็บไซต์ กรุณาอ่านวิธีการหา Widget ID ที่ได้ระบุไว้ด้านบน

source: Featured job sources are shown first on the jobs page.
my: အလုပ္အကိုင္အရင္းအျမစ္မ်ားကို အလုပ္အကိုင္စာမ်က္ႏွာတြင္ ပထမဦးစြာေဖာ္ျပထားပါသည္
th: ตำแหน่งงานที่ได้จากแหล่งข้อมูลตำแหน่งงานที่ได้รับการแนะนำ จะถูกแสดงเป็นอันดับแรกในหน้าตำแหน่งงาน

source: Your job source has been added successfully
my: သင္၏အလုပ္အကိုင္အရင္းအျမစ္ကို ထည့္ၿပီးပါၿပီ
th: เพิ่มแหล่งข้อมูลตำแหน่งของคุณเรียบร้อย

source: Your job source has been updated successfully
my: သင္၏အလုပ္အကိုင္အရင္းအျမစ္ကို အသစ္ျပန္လည္ျပင္ဆင္ၿပီးပါၿပီ
th: อัพเดตแหล่งข้อมูลตำแหน่งของคุณเรียบร้อย

source: This is the OSM id for this administrative boundary
my: ယခု administrative boundary အတြက္ OSM id
th: นี่คือ OSM ID (OpenStreetMap ID) สำหรับเขตการปกครองนี้

source: The name of our administrative boundary
my: ကၽြႏူပ္တို႕ administrative boundary ၏အမည္
th: ชื่อของเขตการปกครองของเรา

source: The level of the boundary, 0 for country, 1 for state, 2 for district
my: boundary အဆင့္ 0 သည္တိုင္းျပည္အတြက္ 1 သည္ျပန္နယ္အတြက္ 2 သည္ခရိုင္အတြက္
th: ระดับของเขตการปกครอง: 0 สำหรับ ประเทศ, 1 สำหรับ ภาค และ 2 สำหรับ จังหวัด

source: The title for this item
my: ယခုအမ်ိဳးအစား၏ေခါင္းစဥ္
th: ชื่อของรายการนี้

source: A short summary description for this item
my: ယခုအမ်ိဳးအစားအတြက္ အက်ဥ္းခ်ဳပ္ေဖာ္ျပခ်က္
th: คำอธิบายสรุปสั้นๆ สำหรับรายการนี้

source: A link that should be associated with this item
my: ယခု အမ်ိဳးအစားႏွင့္ ဆက္ႏြယ္သင့္ေသာ link
th: ลิงก์ที่เกี่ยวข้องกับรายการนี้

source: The category this item belongs to
my: ယခုအမ်ိဳးအမည္ႏွင့္ သက္ဆိုင္ေသာ အုပ္စု
th: หมวดหมู่ของรายการนี้

source: The organization this item belongs to
my: ယခုအမ်ိဳးအစားႏွင့္ သက္ဆိုင္ေသာ အဖြဲ႕အစည္း
th: องค์กรที่เป็นเจ้าของรายการนี้

source: The title for this Video
my: ယခုဗီဒီယို၏ေခါင္းစဥ္
th: ชื่อของวิดีโอนี้

source: A short summary description for this video
my: ယခုဗီဒီယိုအတြက္ အက်ဥ္းခ်ံဳးေဖာ္ျပခ်က္
th: คำอธิบายสรุปสั้นๆ สำหรับวิดีโอนี้

source: The organization this video belongs to
my: ယခုဗီဒီယိုႏွင့္ သက္ဆိုင္ေသာအဖြဲ႕အစည္း
th: องค์กรที่เป็นเจ้าของวิดีโอนี้

source: The name of this poll category
my: ယခုေမးခြန္း အမ်ိဳးအစား
th: ชื่อของหมวดหมู่โพลนี้

source: Poll Categories
my: ေမးခြန္းအမ်ိဳးအစားမ်ား
th: หมวดหมู่โพล

source: The Flow this Poll is based on
my: ယခုေမးခြန္း အေျခခံထားသည္မွာ
th: Flow ที่ใช้สำหรับหมวดหมู่นี้

source: The date to display for this poll. Make it empty to use flow created_on.
th: วันที่จะแสดงโพลนี้ หากต้องการใช้วันที่สร้าง Flow ให้ปล่อยว่าง

source: Whether the flow for this poll is archived on RapidPro
th: จะจัดเก็บ Flow สำหรับโพลนี้บน RapidPro หรือไม่

source: The base language of the flow to use
th: ภาษาตั้งต้นที่ใช้สำหรับ Flow

source: The number of polled reporters on this poll
th: จำนวนของยูรีพอร์ตเตอร์ที่ถูกสอบถามในโพลนี้

source: The title for this Poll
my: ယခုေမးခြန္းေခါင္းစဥ္
th: ชื่อของโพลนี้

source: The category this Poll belongs to
my: ယခုေမးခြန္း အမ်ိဳးအစား
th: หมวดหมู่ของโพลนี้

source: Whether this poll should be featured on the homepage
my: ယခုေမးခြန္းကို ပင္မစာမ်က္ႏွာေပၚတြင္ ေဖာ္ျပသင့္မသင့္
th: จะให้โพลนี้เป็นโพลแนะนำบนหน้าโฮมเพจหรือไม่

source: The poll this question is part of
my: ယခုေမးခြန္းသည္
th: โพลที่คำถามนี้เป็นส่วนหนึ่งของโพล

source: The title of this question
my: သည္ေမးခြန္း၏ေခါင္းစဥ္
th: ชื่อของคำถามนี้

source: The priority number for this question on the poll
th: เลขลำดับความสำคัญของคำถามนี้บนโพล

source: You must include a title for every included question.
my: ပါ၀င္ေသာေမးခြန္းတိုင္းအတြက္ ေခါင္းစဥ္တစ္ခုထည့္ရမည္
th: คุณต้องใส่ชื่อให้กับทุกคำถามที่นำมาใช้บนโพล

source: Title too long. The max limit is 255 characters for each title
my: ေခါင္းစဥ္ရွည္လြန္းေနသည္။ ေခါင္းစဥ္တိုင္းအတြက္ အမ်ားဆံုးခြင့္ျပဳထားသည့္ စာလံုးေရမွာ ၂၅၅လံုးသာ
th: ชื่อยาวเกินไป ชื่อหัวข้อต้องมีความยาวไม่เกิน 255 ตัวอักษร

source: You must include at least one poll question.
my: အနည္းဆံုးေမးခြန္းတစ္ခုထည့္ရမည္
th: คุณต้องมีคำถามสำหรับโพลอย่างน้อย 1 คำถาม

source: Your poll has been created, now pick which questions to include.
my: သင္ေမးလိုသည့္ ေမးခြန္းကိုေရြးပါ
th: โพลของคุณถูกสร้างขึ้นมาแล้ว กรุณาเลือกคำถามที่จะใช้ในโพล

source: Poll Images
my: ေမးခြန္းမ်ားအတြက္ ဓါတ္ပံုမ်ား
th: รูปภาพประกอบโพล

source: Now enter any responses you'd like to feature. (if any)
my: သင္ေဖာ္ျပလိုသည့္ မည္သည့္ တံု႕ျပန္ခ်က္ကိုမဆို ထည့္ပါ (ရွိလွ်င္)
th: กรุณาใส่คำตอบโพลที่ต้องการให้เป็นคำโพลเด่น (ถ้ามี)

source: Image to display on poll page and in previews. (optional)
my: ေမးခြန္းစာမ်က္ႏွာႏွင့္ preview မ်ားတြင္ေဖာ္ျပရန္ ဓါတ္ပံု(ျခြင္းခ်က္)
th: รูปภาพที่จะแสดงบนหน้าเพจโพลและในพรีวิว (ไม่จำเป็นต้องใส่)

source: Image to display on poll page and in previews (optional)
my: ေမးခြန္းစာမ်က္ႏွာႏွင့္ preview မ်ားတြင္ေဖာ္ျပရန္ ဓါတ္ပံု(ျခြင္းခ်က္)
th: รูปภาพที่จะแสดงบนหน้าเว็บเรื่องราว และในพรีวิว (ไม่จำเป็นต้องใส่)

source: Featured Poll Responses
my: ေဖာ္ျပထားေသာ ေမးခြန္းအေျဖမ်ား
th: คำตอบโพลเด่น

source: Your poll has been updated.
my: သင့္ေမးခြန္းကို ေနာက္ဆံုးအဆင့္ျပဳလုပ္ထားသည္
th: โพลของคุณถูกอัพเดตแล้ว

source: The name or alias of the responder.
my: ျပန္လည္ေျဖၾကားသူ၏အမည္
th: ชื่อหรือนามแฝงของผู้ตอบโพล

source: The location of the responder.
my: ျပန္လည္ေျဖၾကားသူ၏တည္ေနရာ
th: ที่อยู่ของผู้ตอบโพล

source: The text of the featured response.
my: ေဖာ္ျပထားေသာ အေျဖစာသား
th: ข้อความของคำตอบโพลที่โดดเด่น

source: Poll Questions
my: ေမးခြန္းမ်ား
th: คำถามโพล

source: Now set what images you want displayed on your poll page. (if any)
my: သင့္ေမးခြန္းႏွင့္အတူ မည္သည့္ဓါတ္ပံုမ်ားကို ထည့္မည္ဆိုသည္ကို စဥ္းစားရန္ (ရွိလွ်င္)
th: กรุณาเลือกรูปภาพที่คุณต้องการให้แสดงบนหน้าเพจโพล (ถ้ามี)

source: Whether to include this question in your public results
my: အမ်ားျပည္သူ၏ရလဒ္မ်ားတြင္ ယခုေမးခြႏ္းကို ထည့္သင့္မသင့္
th: จะให้นำคำถามนี้ไปรวมในหน้าผลลัพธ์ที่เป็นสาธารณะของคุณหรือไม่

source: Priority
th: ลำดับความสำคัญ

source: The priority of this question on the poll page, higher priority comes first
th: ลำดับความสำคัญของคำถามนี้บนหน้าเพจโพล ลำดับความสำคัญที่สูงจะมาก่อน

source: Ruleset Label
th: ป้าย RuleSet

source: The question posed to your audience, will be displayed publicly
my: သင္ေမးလိုက္ေသာေမးခြန္းကို အမ်ားျမင္ႏိုင္ရန္ ေဖာ္ျပထားမည္ျဖစ္သည္။
th: คำถามที่แสดงต่อผู้ชมของคุณจะถูกแสดงเป็นแบบสาธารณะ

source: Title
my: ေခါင္းစဥ္
th: ชื่อหัวข้อ

source: Scheduled a pull refresh for poll #%d on org #%d
th: ตั้งเวลาให้ดึงโพล #%d บนองค์กร #%d

source: Whether this org should be show on the landing page
my: ယခုအဖြဲ႕အစည္းကို landing စာမ်က္ႏွာတြင္ျပသင့္မသင့္
th: จะให้แสดงองค์กรนี้บนแลนด์ดิ้งเพจหรือไม่

source: The shortcode that users will use to contact U-Report locally
my: U-Report ကိုဆက္သြယ္ရန္ အသံုးျပဳသူမ်ားသံုးမည့္ နံပါတ္အတို
th: หมายเลขที่ผู้ใช้งานสามารถใช้ติดต่อยูรีพอร์ตในประเทศได้

source: The short text used to direct visitors to join U-Report
my: U-Report တြင္ပါ၀င္မည့္သူမ်ားကို လမ္းညႊန္ရန္ စာသားအတို
th: ข้อความสั้นๆ สำหรับชวนเชิญให้ผู้ชมมาเข้าร่วมยูรีพอร์ต

source: The color used to draw the text on the join bar
my: join စာသားတြင္ အသံုးျပဳမည့္အေရာင္
th: สีตัวอักษรบนแถบ "เข้าร่วม"

source: The color used to draw the background on the join bar
my: join bar တြင္အသံုးျပဳမည့္ေနာက္ခံအေရာင္
th: สีพื้นหลังของแถบ "เข้าร่วม"

source: The primary color for styling for this organization
my: သည္အဖြဲ႕အစည္းအားျခယ္မွဳန္းထားေသာ မူလအေရာင္
th: สีหลักสำหรับองค์กรนี้

source: The secondary color for styling for this organization
my: သည္အဖြဲ႕အစည္းအား ျခယ္သထားေသာ ဒုတိယအေရာင္
th: สีรองสำหรับองค์กรนี้

source: The background color for the site
my: ယခု site ၏ေနာက္ခံအေရာင္
th: สีพื้นหลังสำหรับเว็บไซต์นี้

source: The Google Analytics Tracking ID for this organization
my: ယခုအဖြဲ႕အစည္းအတြက္ Google Analytics Tracking ID
th: Google Analytics Tracking ID สำหรับองค์กรนี้

source: The URL to the Youtube channel for this organization
my: သည္အဖြဲ႕အစည္းအတြက္ Youtube channel ၏ URL
th: URL สำหรับ YouTube Channel ขององค์กรนี้

source: The URL to the Facebook page for this organization
my: သည္အဖြဲ႕အစည္းအတြက္ Facebook စာမ်က္ႏွာဆီသြားႏိုင္မည့္ URL
th: URL สำหรับ Facebook Page ขององค์กรนี้

source: The integer id to the Facebook page for this organization (optional)
th: เลข ID ของ Facebook Page ขององค์กรนี้ (ไม่จำเป็นต้องใส่)

source: The integer id to the Facebook app for this organization's chat app (optional)
th: เลข ID ของ Facebook app สำหรับโปรแกรมแชทขององค์กรนี้ (ไม่จำเป็นต้องใส่)

source: The Instagram username for this organization
my: သည္အဖြဲ႕အစည္းအတြက္ Instagram username
th: ชื่อผู้ใช้งานอินสตาแกรมขององค์กรนี้

source: The Instagram widget id from lightwidget.com
th: Widget ID ของอินสตาแกรมจาก lightwidget.com

source: The Twitter handle for this organization
my: သည္အဖြဲ႕အစည္းအတြက္ Twitter handle
th: ชื่อทวิตเตอร์ขององค์กรนี้

source: The Twitter widget used for searching
my: ရွာေဖြျခင္းမ်ားအတြက္ အသံုးျပဳေသာ Twitter widget
th: Widget ของทวิตเตอร์สำหรับใช้ในการค้นหา

source: The label of the Contact Field that contains the birth date of reporters
my: အသံုးျပဳသူမ်ား၏ေမြးေန႕ပါ၀င္သည့္ Contact field အမွတ္အသား
th: ป้ายชื่อของ Contact Field ที่มีข้อมูลวันเดือนปีเกิดของยูรีพอร์ตเตอร์

source: The label of the Contact Field that contains the gender of reporters
my: အသံုးျပဳသူမ်ား၏ က်ား၊မ ပါ၀င္သည့္ Contact field အမွတ္အသား
th: ป้ายชื่อของ Contact Field ที่มีข้อมูลเพศของยูรีพอร์ตเตอร์

source: The label of the Contact Field that contains the occupation of reporters
my: အသံုးျပဳသူမ်ား၏ အလုပ္အကိုင္ ပါ၀င္သည့္ Contact field အမွတ္အသား
th: ป้ายชื่อของ Contact Field ที่มีข้อมูลอาชีพของยูรีพอร์ตเตอร์

source: The label of the Contact Field that contains the registration date of reporters
my: အသံုးျပဳသူမ်ား၏ စတင္အသံုးျပဳသည့္ေန႕စြဲ ပါ၀င္သည့္ Contact field အမွတ္အသား
th: ป้ายชื่อของ Contact Field ที่มีข้อมูลวันที่ลงทะเบียนของยูรีพอร์ตเตอร์

source: The label of the Contact Field that contains the State of reporters
my: အသံုးျပဳသူမ်ား၏ ျပည္နယ္ ပါ၀င္သည့္ Contact field အမွတ္အသား
th: ป้ายชื่อของ Contact Field ที่มีข้อมูลภาคที่อยู่ของยูรีพอร์ตเตอร์

source: The label of the Contact Field that contains the District of reporters
my: အသံုးျပဳသူမ်ား၏ ခရိုင္ ပါ၀င္သည့္ Contact field အမွတ္အသား
th: ป้ายชื่อของ Contact Field ที่มีข้อมูลจังหวัดที่อยู่ของยูรีพอร์ตเตอร์

source: The label assigned to U-Reporters that are Male.
my: U-Report အသံုးျပဳသူ ေယာ္က်ားေလးမ်ားအတြက္ သတ္မွတ္ထားေသာ အမွတ္အသား
th: ป้ายสำหรับมอบหมายให้ยูรีพอร์ตเตอร์เพศชาย

source: The label assigned to U-Reporters that are Female.
my: U-Report အသံုးျပဳသူ မိန္းကေလးမ်ားအတြက္ သတ္မွတ္ထားေသာ အမွတ္အသား
th: ป้ายสำหรับมอบหมายให้ยูรีพอร์ตเตอร์เพศหญิง

source: If there are jobs to be shown on the public site
my: အမ်ားျပည္သူျမင္သာေသာ site တြင္သည္အလုပ္မ်ားကို ျပရန္ မျပရန္
th: ถ้ามีตำแหน่งงานแสดงบนเว็บไซต์สาธารณะ

source: If you need to include some custom HTML codes in you org pages, like custom analytics code snippets
my: သင့္အဖြဲ႕အစည္း၏စာမ်က္ႏွာမ်ားေပၚတြင္ သံုးေနၾက custom analytics code snippets မ်ားကဲ့သို႕ HTML code မ်ားကိုထည့္သြင္းေဖာ္ျပရန္လိုအပ္လာပါက
th: ถ้าคุณต้องการใส่โค้ด HTML ของคุณบนหน้าเพจขององค์กร เช่น โค้ดสำหรับ Analytics

source: The organization this category applies to
my: ယခုအမ်ိဳးအစားႏွင့္ သက္ဆိုင္ေသာ အဖြဲ႕အစည္း

source: The story to associate to
my: သတင္းေဆာင္းပါးႏွင့္ဆက္ႏြယ္ရန္

source: AUDIO
my: အသံ

source: Even
my: အညီအမွ်

source: Participation Level
my: ပါ၀င္သည့္ အေနအထား

source: Responses
my: ျပန္လည္ေျဖၾကားမႈမ်ား

source: Reporters in
my: လူငယ့္အသံအစီအစဥ္တြင္ စာရင္းသြင္းထားသူမ်ား ၀င္ေရာက္ရန္

source: Flag
my: အလံ

source: Key
my: ေသာ့ခ်က္

source: Born Field
my: ေမြးေန႕

source: Occupation Field
my: အလုပ္အကိုင္

source: State Field
my: ျပည္နယ္

source: District Field
my: ခရိုင္
